# Brewfile

cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

#brew 'ack'
#brew 'alfred'
# Install Bash 4
# Note: add '/usr/local/bin/bash' to '/etc/shells' before running 'chsh'
brew 'bash'
brew 'bash-completion'
brew 'coreutils' # moreutils, findutils
brew 'git'
#brew 'go'
brew 'grc'
#brew 'imagemagick'
#brew 'jp2a'
#brew 'libcaca', args: ['with-imlib2']
#brew 'libgit2'
brew 'nmap'
#brew 'node' # --npm?
brew 'openssl'
#brew 'readline'
#brew 'postgresql'
#brew 'ruby-build'
#brew 'rbenv'
#brew 'roundup'
#brew 'spaceman-diff'
#brew 'spark'
brew 'tree'
#brew 'unrar'
brew 'wget'
#brew 'youtube-dl'

#cask '1password'
#cask 'adium'
#cask 'atom'
#cask 'bartender'
cask 'caffeine'
cask 'dropbox'
cask 'firefox'
#cask 'garmin-express'
cask 'google-chrome'
#cask 'handbrake'
cask 'little-snitch'
#cask 'mapbox-studio'
#case 'mou'
cask 'robomongo'
#cask 'seashore'
cask 'sequel-pro'
cask 'slack'
cask 'skype'
cask 'steam'
cask 'torbrowser'
cask 'transmission'
cask 'transmit'
#cask 'tunnelbear'
cask 'vagrant'
cask 'virtual-box'
cask 'vlc'
