# Brewfile

cask_args appdir: '/Applications'

tap 'homebrew/bundle'
#tap 'caskroom/cask'

#brew 'ack'
#brew 'alfred'
# Install Bash 4
# Note: add '/usr/local/bin/bash' to '/etc/shells' before running 'chsh'
brew 'bash'
brew 'bash-completion'
brew 'coreutils' # moreutils, findutils
brew 'git'
#brew 'go'
brew 'grc'
#brew 'imagemagick'
brew 'irssi'
#brew 'jp2a'
#brew 'libcaca', args: ['with-imlib2']
#brew 'libgit2'
brew 'mutt'
brew 'nmap'
#brew 'node' # --npm?
#brew 'openssl'
#brew 'readline'
#brew 'postgresql'
#brew 'ruby-build'
#brew 'rbenv'
#brew 'roundup'
#brew 'spaceman-diff'
#brew 'spark'
brew 'tmux'
brew 'tree'
#brew 'unrar'
brew 'wget'
#brew 'youtube-dl'

#cask '1password'
#cask 'adium'
#cask 'atom'
#cask 'bartender'
#cask 'caffeine'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
#cask 'handbrake'
cask 'little-snitch'
#cask 'mou'
cask 'robomongo'
#cask 'seashore'
cask 'seil'
cask 'sequel-pro'
cask 'skype'
#cask 'slack'
#cask 'spectacle'
#cask 'steam'
#cask 'sublime-text'
#cask 'torbrowser'
cask 'transmission'
cask 'transmit'
#cask 'tunnelbear'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
